<?php
// Heading
$_['heading_title']		= 'RP COD';

// Text
$_['text_module']		= 'Модули';
$_['text_success']		= 'Настройки успешно изменены!';
$_['text_edit']			= 'Профиль бланков наложенного платежа';
$_['text_default_yes']	= 'Да';
$_['text_default_no']	= 'Нет';
$_['text_file_name']	= 'Формы 113 и 117 для заказа №';

// Entry
$_['entry_name'] 	  	= 'Название профиля';
$_['entry_fio']			= 'ФИО';
$_['entry_postcode']	= 'Индекс';
$_['entry_address']		= 'Адрес';
$_['entry_doc']			= 'Документ';
$_['entry_series']		= 'Серия';
$_['entry_number']		= 'Номер';
$_['entry_issue']		= 'Кем выдан';
$_['entry_issue_date']	= 'Число и месяц выдачи';
$_['entry_issue_year']	= 'Год выдачи';
$_['entry_default']		= 'По-умолчанию';
$_['entry_status']		= 'Статус';

$_['passport']			= 'паспорт';

// Error
$_['error_permission']	= 'У Вас нет прав для управления данным модулем!';
$_['error_name']		= 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_fio']			= 'Введите ФИО!';
$_['error_postcode']	= 'Введите индекс!';
$_['error_address']		= 'Введите адрес!';
$_['error_number']		= 'Введите номер документа!';
$_['error_issue']		= 'Введите, кем выдан документ!';
$_['error_issue_date']	= 'Введите число и месяц выдачи документа!';
$_['error_issue_year']	= 'Введите год выдачи документа!';
$_['error_fnf']         = 'Шаблон бланков не найден!';
$_['error_fno']         = 'Шаблон бланков невозможно открыть!';

// Числа наложенного и о/ц прописью

$_['num_rub']			= 'руб.';
$_['num_cop']			= 'коп.';

$_['num_100']			= 'сто';
$_['num_200']			= 'двести';
$_['num_300']			= 'триста';
$_['num_400']			= 'четыреста';
$_['num_500']			= 'пятьсот';
$_['num_600']			= 'шестьсот';
$_['num_700']			= 'семьсот';
$_['num_800']			= 'восемьсот';
$_['num_900']			= 'девятьсот';

$_['num_10']			= 'десять';
$_['num_11']			= 'одиннадцать';
$_['num_12']			= 'двенадцать';
$_['num_13']			= 'тринадцать';
$_['num_14']			= 'четырнадцать';
$_['num_15']			= 'пятнадцать';
$_['num_16']			= 'шестнадцать';
$_['num_17']			= 'семнадцать';
$_['num_18']			= 'восемнадцать';
$_['num_19']			= 'девятнадцать';

$_['num_20']			= 'двадцать';
$_['num_30']			= 'тридцать';
$_['num_40']			= 'сорок';
$_['num_50']			= 'пятьдесят';
$_['num_60']			= 'шестьдесят';
$_['num_70']			= 'семьдесят';
$_['num_80']			= 'восемьдесят';
$_['num_90']			= 'девяносто';

$_['num_fem_1']			= 'одна';
$_['num_fem_2']			= 'две';

$_['num_1']				= 'один';
$_['num_2']				= 'два';
$_['num_3']				= 'три';
$_['num_4']				= 'четыре';
$_['num_5']				= 'пять';
$_['num_6']				= 'шесть';
$_['num_7']				= 'семь';
$_['num_8']				= 'восемь';
$_['num_9']				= 'девять';

$_['num_billion']		= 'миллиард';
$_['num_billions']		= 'миллиарда';
$_['num_billionss']		= 'миллиардов';

$_['num_million']		= 'миллион';
$_['num_millions']		= 'миллиона';
$_['num_millionss']		= 'миллионов';

$_['num_thousand']		= 'тысяча';
$_['num_thousands']		= 'тысячи';
$_['num_thousandss']	= 'тысяч';